let x = 0;


if(`Англія` == prompt(`Країна у якій винайщли футбол?`)){
x = x+3;
 }


if(true==confirm(`Столиця України Київ?`)){
x = x+1;
}


	if(true == confirm(`Україна доходила до 1/8 фіналу євро 2020?`)){
x = x+3;
}


if(true == confirm(`По Хмельницькому стріляли?`)){
x = x+1; 
}
prompt(`У якому році Україна стала незалежною?`)

if(`1991р` == prompt(`У якому році Україна стала незалежною?`) || 1991 == prompt(`У якому році Україна стала незалежною?`) || `1991рік`== prompt(`У якому році Україна стала незалежною?`)){
x = x+1;
}


if(`1996р` == prompt(`День конституції України якого року?`)){
x = x+3;
}

if(x <= 6){
alert(`Тест не складено. Ваш результат x балів`)
}else if(x <= 9){
	alert(`Тест  складено на задовільно. Ваш результат x балів`)
}else if(x >= 10){
	alert(`Тест складено на відміно.Ваш результат x балів`)
}