/*let name = prompt(`Яке ваше ім'я`);


if(name == `Петро` || name == `петро`){
	alert(`Ти молодець`);
}else if(name == `Олексій`){
	alert(`апчхи`)
}else{
	alert(`Привіт`)
}
*/

/*let x = prompt(`Введіть будь яке число`);

if(x > 0){
	alert(`число є додатнім`)
}else if(x < 0){
	alert(`число є від'ємним`)
}else if(x == 0){
	alert(`число не є ні додатнім, ні від'ємним`)
}else{
	alert(`не вірно введено число`)
}if(x%2==0){
	alert(`число є парним`)
}else{
	alert(`число не є парне`)
}*/

/*let z = prompt(`введіть колір`);

if(z == `зелений`|| z == `green`){
	alert(`можна рухатись`)
}else if(z == `жовтий` || z == `yelow`){
	alert(`приготуйтесь`)
}else if(z == `червоний` || z == `red`){
	alert(`стійте`)
}*/
let x  = 0;
prompt(`Який сьогодні день?`)
prompt(`Який найкращий футболіст?`)
confirm(`ФК Ліверпуль з Ліверпуля?`)
confirm(`ФК Динамо Київ має багато кубків?`)

 if(prompt(`Який сьогодні день?`)== `неділя`){
	x++ 
 }	
if(prompt(`Який найкращий футболіст?`)= `марадона`){
x++	
}
if(confirm(`ФК Ліверпуль з Ліверпуля?`)= true){ 
x++
}
if (confirm(`ФК Динамо Київ має багато кубків?`)= true){
x++	
}
alert(x);